Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Moving from speaking into singing is usually the biggest part. Speaking uses a small range of pitch and loudness, while singing uses a much larger range of both, so a warm-up gradually takes your voice through more of its range. The singing exercises used for this are also called vocalises.
ar: الانتقال من الكلام إلى الغناء هو في العادة الجزء الأكبر. فالكلام يستخدم نطاقًا صغيرًا من درجات الصوت وشدّته، أما الغناء فيستخدم نطاقًا أوسع بكثير منهما، لذا يأخذ الإحماء صوتك تدريجيًا عبر جزء أكبر من مداه. وتُسمّى تمارين الغناء المستخدمة لذلك أيضًا «الفوكاليز».
de: Der Übergang vom Sprechen zum Singen ist meist der größte Teil. Beim Sprechen nutzt du nur einen kleinen Bereich an Tonhöhe und Lautstärke, beim Singen einen viel größeren, deshalb führt ein Aufwärmen deine Stimme nach und nach durch mehr von ihrem Umfang. Die Gesangsübungen dafür heißen auch Vokalisen.
es: Pasar del habla al canto suele ser la parte más importante. Al hablar usas un rango pequeño de altura y volumen, mientras que al cantar usas uno mucho mayor de ambos, así que el calentamiento lleva tu voz poco a poco por una parte mayor de su extensión. Los ejercicios cantados que se usan para esto también se llaman vocalizaciones.
fr: Passer de la parole au chant est généralement la partie la plus importante. La parole utilise une petite plage de hauteur et de volume, le chant une plage bien plus large des deux : un échauffement fait donc parcourir progressivement à votre voix une plus grande partie de son étendue. Les exercices chantés utilisés pour cela s’appellent aussi des vocalises.
it: Passare dal parlato al canto è di solito la parte più ampia. Parlando usi una piccola gamma di altezza e volume, mentre cantando ne usi una molto più ampia per entrambi, quindi il riscaldamento porta gradualmente la voce attraverso una parte più grande della sua estensione. Gli esercizi cantati usati a questo scopo si chiamano anche vocalizzi.
ja: 話す状態から歌う状態へ移ることが、ふつういちばん大きな部分です。話すときは音の高さも音量も狭い範囲しか使いませんが、歌うときはどちらもずっと広い範囲を使います。そのためウォームアップでは、声域のより広い範囲へ少しずつ声を広げていきます。そのための歌う練習はヴォカリーズとも呼ばれます。
ko: 말하기에서 노래하기로 넘어가는 것이 보통 가장 큰 부분입니다. 말할 때는 음높이와 음량의 폭이 좁지만, 노래할 때는 둘 다 훨씬 넓게 쓰기 때문에 워밍업은 목소리를 음역의 더 넓은 부분으로 차츰 이끌어 줍니다. 이를 위한 노래 연습을 보칼리즈라고도 합니다.
nl: De overgang van spreken naar zingen is meestal het grootste deel. Spreken gebruikt een klein bereik aan toonhoogte en volume, zingen een veel groter bereik van allebei, dus een warming-up neemt je stem geleidelijk door meer van haar bereik. De zangoefeningen die hiervoor worden gebruikt, heten ook vocalises.
pl: Przejście od mówienia do śpiewu to zwykle największa część. Mowa wykorzystuje niewielki zakres wysokości i głośności, a śpiew znacznie większy zakres obu, dlatego rozgrzewka stopniowo prowadzi głos przez coraz większą część jego skali. Śpiewane ćwiczenia służące temu nazywa się też wokalizami.
pt_br: Passar da fala para o canto costuma ser a maior parte. A fala usa uma faixa pequena de altura e volume, enquanto o canto usa uma faixa bem maior dos dois, então o aquecimento leva a voz aos poucos por uma parte maior da sua extensão. Os exercícios cantados usados para isso também se chamam vocalizes.
ru: Переход от речи к пению обычно занимает больше всего времени. В речи используется небольшой диапазон высоты и громкости, а в пении гораздо больший, поэтому распевка постепенно проводит голос через всё большую часть его диапазона. Певческие упражнения для этого называют также вокализами.
sv: Övergången från tal till sång är oftast den största delen. Tal använder ett litet omfång av tonhöjd och ljudstyrka, medan sång använder ett mycket större omfång av båda, så en uppvärmning tar gradvis rösten genom mer av dess omfång. Sångövningarna som används för detta kallas också vokaliser.
tr: Konuşmadan şarkı söylemeye geçiş genellikle en büyük bölümdür. Konuşurken küçük bir perde ve ses yüksekliği aralığı kullanılır, şarkı söylerken ise ikisinin de çok daha geniş bir aralığı; bu yüzden ısınma sesinizi yavaş yavaş ses aralığının daha büyük bir kısmında gezdirir. Bunun için kullanılan şarkılı egzersizlere vokaliz de denir.
zh_hans: 从说话过渡到唱歌通常是最主要的部分。说话只用到很小的音高和音量范围，而唱歌用到的两者范围都大得多，所以热身会逐步带着声音走过更大的音域。为此所做的歌唱练习也叫练声曲。

source: ms
ar: مللي ث
ja: ミリ秒
ko: 밀리초
ru: мс
zh_hans: 毫秒

source: My Created Exercises
ar: التمارين التي أنشأتها
de: Selbst erstellte Übungen
es: Ejercicios que he creado
fr: Exercices que j’ai créés
it: Esercizi che ho creato
ja: 自分で作成したエクササイズ
ko: 내가 만든 연습
nl: Zelfgemaakte oefeningen
pl: Utworzone przeze mnie ćwiczenia
pt_br: Exercícios que criei
ru: Созданные мной упражнения
sv: Övningar jag skapat
tr: Oluşturduğum egzersizler
zh_hans: 我创建的练习

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn
tr: Ad
zh_hans: 名称

source: Name Already Public
ar: الاسم منشور بالفعل
de: Name bereits öffentlich
es: El nombre ya es público
fr: Nom déjà public
it: Nome già pubblico
ja: その名前は公開済みです
ko: 이미 공개된 이름
nl: Naam al openbaar
pl: Nazwa już publiczna
pt_br: Nome já público
ru: Название уже опубликовано
sv: Namnet är redan offentligt
tr: Ad zaten herkese açık
zh_hans: 名称已被公开使用

source: Narrows the list to the exercises you have liked, or to the ones you have not. The button is filled in while a filter is on.
ar: يقصر القائمة على التمارين التي أُعجبت بها، أو على التي لم تُعجب بها. يكون الزر ممتلئًا أثناء تفعيل عامل تصفية.
de: Zeigt nur die Übungen, die du magst, oder nur die anderen. Der Knopf ist ausgefüllt, solange ein Filter aktiv ist.
es: Limita la lista a los ejercicios que te gustan, o a los que no. El botón se rellena mientras hay un filtro activo.
fr: Limite la liste aux exercices que vous aimez, ou à ceux que vous n’aimez pas. Le bouton est rempli tant qu’un filtre est actif.
it: Restringe l’elenco agli esercizi a cui hai messo mi piace, o a quelli a cui non l’hai messo. Il pulsante è pieno finché un filtro è attivo.
ja: 「いいね」したエクササイズだけ、またはそれ以外だけに絞り込みます。フィルタが有効な間、ボタンは塗りつぶされます。
ko: 좋아요를 누른 연습만, 또는 누르지 않은 연습만 보여줍니다. 필터가 켜져 있는 동안 버튼이 채워집니다.
nl: Beperkt de lijst tot de oefeningen die je leuk vindt, of juist tot de andere. De knop is gevuld zolang er een filter aanstaat.
pl: Zawęża listę do ćwiczeń, które polubiłeś, albo do pozostałych. Przycisk jest wypełniony, dopóki filtr działa.
pt_br: Restringe a lista aos exercícios que você curtiu, ou aos que não curtiu. O botão fica preenchido enquanto há um filtro ativo.
ru: Оставляет в списке только упражнения, которые вам нравятся, или только остальные. Пока фильтр включён, кнопка залита.
sv: Begränsar listan till övningarna du gillat, eller till de andra. Knappen är ifylld så länge ett filter är på.
tr: Listeyi beğendiğiniz egzersizlerle ya da beğenmediklerinizle sınırlar. Bir filtre açıkken düğme dolu görünür.
zh_hans: 只显示你点过赞的练习，或只显示未点赞的。筛选开启时按钮为实心。

source: Narrows the list to where the exercises came from, to the ones you have shared, or to your favorites. The button is filled in while a filter is on.
ar: يقصر القائمة على مصدر التمارين، أو على التي شاركتها، أو على المفضلة. يكون الزر ممتلئًا أثناء تفعيل عامل تصفية.
de: Schränkt die Liste darauf ein, woher die Übungen stammen, auf die von dir geteilten oder auf deine Favoriten. Der Knopf ist ausgefüllt, solange ein Filter aktiv ist.
es: Limita la lista según de dónde vienen los ejercicios, a los que has compartido o a tus favoritos. El botón se rellena mientras hay un filtro activo.
fr: Limite la liste selon la provenance des exercices, à ceux que vous avez partagés ou à vos favoris. Le bouton est rempli tant qu’un filtre est actif.
it: Restringe l’elenco in base alla provenienza degli esercizi, a quelli che hai condiviso o ai tuoi preferiti. Il pulsante è pieno finché un filtro è attivo.
ja: エクササイズの入手元、自分が公開したもの、またはお気に入りだけに絞り込みます。フィルタが有効な間、ボタンは塗りつぶされます。
ko: 연습의 출처별로, 내가 공유한 것만, 또는 즐겨찾기만 보이도록 좁힙니다. 필터가 켜져 있는 동안 버튼이 채워집니다.
nl: Beperkt de lijst tot waar de oefeningen vandaan komen, tot die je hebt gedeeld of tot je favorieten. De knop is gevuld zolang er een filter aanstaat.
pl: Zawęża listę według tego, skąd pochodzą ćwiczenia, do tych, które udostępniłeś, albo do ulubionych. Przycisk jest wypełniony, dopóki filtr działa.
pt_br: Restringe a lista conforme a origem dos exercícios, aos que você compartilhou ou aos seus favoritos. O botão fica preenchido enquanto há um filtro ativo.
ru: Сужает список по происхождению упражнений, до тех, которыми вы поделились, или до избранных. Пока фильтр включён, кнопка залита.
sv: Begränsar listan efter var övningarna kommer ifrån, till dem du delat eller till dina favoriter. Knappen är ifylld så länge ett filter är på.
tr: Listeyi egzersizlerin nereden geldiğine, paylaştıklarınıza ya da favorilerinize göre daraltır. Bir filtre açıkken düğme dolu görünür.
zh_hans: 按练习的来源筛选，或只显示你分享过的或收藏的。筛选开启时按钮为实心。

source: Neapolitan Major Ascending
ar: سلم نابولي كبير صاعد
de: Neapolitanisch Dur aufsteigend
es: Napolitana mayor ascendente
fr: Majeur napolitain ascendant
it: Napoletana maggiore ascendente
ja: ナポリ長音階 上行
ko: 나폴리 장음계 상행
nl: Napolitaans majeur stijgend
pl: Neapolitańska durowa w górę
pt_br: Napolitana maior ascendente
ru: Неаполитанский мажор вверх
sv: Neapolitansk dur uppåt
tr: Napoliten majör çıkıcı
zh_hans: 那不勒斯大调上行

source: Neapolitan Major Descending
ar: سلم نابولي كبير هابط
de: Neapolitanisch Dur absteigend
es: Napolitana mayor descendente
fr: Majeur napolitain descendant
it: Napoletana maggiore discendente
ja: ナポリ長音階 下行
ko: 나폴리 장음계 하행
nl: Napolitaans majeur dalend
pl: Neapolitańska durowa w dół
pt_br: Napolitana maior descendente
ru: Неаполитанский мажор вниз
sv: Neapolitansk dur nedåt
tr: Napoliten majör inici
zh_hans: 那不勒斯大调下行

source: Neapolitan Minor Ascending
ar: سلم نابولي صغير صاعد
de: Neapolitanisch Moll aufsteigend
es: Napolitana menor ascendente
fr: Mineur napolitain ascendant
it: Napoletana minore ascendente
ja: ナポリ短音階 上行
ko: 나폴리 단음계 상행
nl: Napolitaans mineur stijgend
pl: Neapolitańska molowa w górę
pt_br: Napolitana menor ascendente
ru: Неаполитанский минор вверх
sv: Neapolitansk moll uppåt
tr: Napoliten minör çıkıcı
zh_hans: 那不勒斯小调上行

source: Neapolitan Minor Descending
ar: سلم نابولي صغير هابط
de: Neapolitanisch Moll absteigend
es: Napolitana menor descendente
fr: Mineur napolitain descendant
it: Napoletana minore discendente
ja: ナポリ短音階 下行
ko: 나폴리 단음계 하행
nl: Napolitaans mineur dalend
pl: Neapolitańska molowa w dół
pt_br: Napolitana menor descendente
ru: Неаполитанский минор вниз
sv: Neapolitansk moll nedåt
tr: Napoliten minör inici
zh_hans: 那不勒斯小调下行

source: New Category
ar: فئة جديدة
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
it: Nuova categoria
ja: 新規カテゴリ
ko: 새 분류
nl: Nieuwe categorie
pl: Nowa kategoria
pt_br: Nova categoria
ru: Новая категория
sv: Ny kategori
tr: Yeni kategori
zh_hans: 新建分类

source: New Exercise
ar: تمرين جديد
de: Neue Übung
es: Nuevo ejercicio
fr: Nouvel exercice
it: Nuovo esercizio
ja: 新規エクササイズ
ko: 새 연습
nl: Nieuwe oefening
pl: Nowe ćwiczenie
pt_br: Novo exercício
ru: Новое упражнение
sv: Ny övning
tr: Yeni egzersiz
zh_hans: 新建练习

source: New Exercises
ar: تمارين جديدة
de: Neue Übungen
es: Ejercicios nuevos
fr: Nouveaux exercices
it: Nuovi esercizi
ja: 新しいエクササイズ
ko: 새 연습
nl: Nieuwe oefeningen
pl: Nowe ćwiczenia
pt_br: Exercícios novos
ru: Новые упражнения
sv: Nya övningar
tr: Yeni egzersizler
zh_hans: 新练习

source: New for You
ar: جديد لك
de: Neu für dich
es: Nuevo para ti
fr: Nouveautés pour vous
it: Novità per te
ja: あなたへの新着
ko: 나를 위한 새 연습
nl: Nieuw voor jou
pl: Nowe dla Ciebie
pt_br: Novidades para você
ru: Новое для вас
sv: Nytt för dig
tr: Sizin için yeni
zh_hans: 最新推荐

source: New for You Reloaded!
ar: تمت إعادة تحميل «جديد لك»!
de: „Neu für dich“ neu geladen!
es: ¡«Nuevo para ti» recargado!
fr: « Nouveautés pour vous » rechargées !
it: “Novità per te” ricaricate!
ja: 「あなたへの新着」を再読み込みしました！
ko: “나를 위한 새 연습”을 새로고침했습니다!
nl: ‘Nieuw voor jou’ opnieuw geladen!
pl: Odświeżono „Nowe dla Ciebie”!
pt_br: “Novidades para você” recarregadas!
ru: «Новое для вас» обновлено!
sv: ”Nytt för dig” har lästs in igen!
tr: “Sizin için yeni” yenilendi!
zh_hans: 已重新载入“最新推荐”！

source: New Routine
ar: روتين جديد
de: Neue Routine
es: Nueva rutina
fr: Nouvelle routine
it: Nuova routine
ja: 新規ルーティン
ko: 새 루틴
nl: Nieuwe routine
pl: Nowa rutyna
pt_br: Nova rotina
ru: Новая программа
sv: Ny rutin
tr: Yeni rutin
zh_hans: 新建训练组

source: New Template
ar: قالب جديد
de: Neue Vorlage
es: Nueva plantilla
fr: Nouveau modèle
it: Nuovo modello
ja: 新規テンプレート
ko: 새 템플릿
nl: Nieuw sjabloon
pl: Nowy szablon
pt_br: Novo modelo
ru: Новый шаблон
sv: Ny mall
tr: Yeni şablon
zh_hans: 新建模板

source: Newest First
ar: الأحدث أولًا
de: Neueste zuerst
es: Más recientes primero
fr: Les plus récents d’abord
it: Prima i più recenti
ja: 新しい順
ko: 최신순
nl: Nieuwste eerst
pl: Najpierw najnowsze
pt_br: Mais recentes primeiro
ru: Сначала новые
sv: Nyast först
tr: Önce en yeniler
zh_hans: 最新优先

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Próximo
ru: Далее
sv: Nästa
tr: İleri
zh_hans: 下一个

source: Next, prepare your breath. Breathe in for 4 counts and out for 8 counts. Over time, shorten the breath in and lengthen the breath out, until you can breathe in for 1 count and breathe out for as long as is comfortable.
ar: بعد ذلك، هيّئ نَفَسك. خذ شهيقًا لمدة 4 عدّات وازفر لمدة 8 عدّات. ومع الوقت قصّر الشهيق وأطِل الزفير، حتى تتمكن من الشهيق في عدّة 1 والزفير لأطول مدة مريحة لك.
de: Bereite dann deinen Atem vor. Atme 4 Zählzeiten lang ein und 8 Zählzeiten lang aus. Verkürze mit der Zeit das Einatmen und verlängere das Ausatmen, bis du in 1 Zählzeit einatmen und so lange ausatmen kannst, wie es angenehm ist.
es: Después, prepara la respiración. Inhala durante 4 tiempos y exhala durante 8. Con el tiempo, acorta la inhalación y alarga la exhalación hasta que puedas inhalar en 1 tiempo y exhalar durante todo el tiempo que te resulte cómodo.
fr: Préparez ensuite votre souffle. Inspirez sur 4 temps et expirez sur 8 temps. Au fil du temps, raccourcissez l’inspiration et allongez l’expiration, jusqu’à inspirer sur 1 temps et expirer aussi longtemps que c’est confortable.
it: Poi prepara il respiro. Inspira contando fino a 4 ed espira contando fino a 8. Col tempo accorcia l’inspirazione e allunga l’espirazione, finché riesci a inspirare in 1 tempo ed espirare finché ti è comodo.
ja: 次に呼吸の準備をします。4つ数えながら吸い、8つ数えながら吐きます。慣れてきたら吸う時間を短く、吐く時間を長くしていき、1つで吸って、無理なく続く限り長く吐けるようにします。
ko: 다음으로 호흡을 준비하세요. 4를 세며 들이쉬고 8을 세며 내쉽니다. 점차 들이쉬는 시간은 줄이고 내쉬는 시간은 늘려서, 1에 들이쉬고 편안한 만큼 길게 내쉴 수 있을 때까지 연습하세요.
nl: Bereid daarna je adem voor. Adem in op 4 tellen en uit op 8 tellen. Maak na verloop van tijd de inademing korter en de uitademing langer, tot je op 1 tel kunt inademen en zo lang kunt uitademen als prettig is.
pl: Następnie przygotuj oddech. Wdychaj powietrze, licząc do 4, i wydychaj, licząc do 8. Z czasem skracaj wdech i wydłużaj wydech, aż będziesz w stanie wziąć wdech na 1 i wydychać tak długo, jak jest ci wygodnie.
pt_br: Em seguida, prepare a respiração. Inspire contando 4 tempos e expire contando 8. Com o tempo, encurte a inspiração e alongue a expiração, até conseguir inspirar em 1 tempo e expirar pelo tempo que for confortável.
ru: Затем подготовьте дыхание. Вдыхайте на 4 счёта и выдыхайте на 8. Со временем сокращайте вдох и удлиняйте выдох, пока не сможете вдыхать на 1 счёт и выдыхать так долго, как вам комфортно.
sv: Förbered sedan andningen. Andas in på 4 slag och ut på 8 slag. Förkorta med tiden inandningen och förläng utandningen, tills du kan andas in på 1 slag och ut så länge det känns bekvämt.
tr: Ardından nefesinizi hazırlayın. 4 sayıda nefes alın, 8 sayıda verin. Zamanla nefes almayı kısaltıp nefes vermeyi uzatın; ta ki 1 sayıda nefes alıp rahat olduğu sürece nefes verebilene kadar.
zh_hans: 接着，为呼吸做准备。数 4 拍吸气，数 8 拍呼气。逐渐缩短吸气、延长呼气，直到能用 1 拍吸气，并在舒适的范围内尽量长地呼气。

source: Nine-Note Run
ar: تتابع من تسع نغمات
de: Neunton-Lauf
es: Carrerilla de nueve notas
fr: Trait de neuf notes
it: Volata di nove note
ja: 9音のラン
ko: 9음 런
nl: Loopje van negen noten
pl: Przebieg dziewięciu dźwięków
pt_br: Corrida de nove notas
ru: Пробежка из девяти нот
sv: Niotonsslinga
tr: Dokuz notalı geçiş
zh_hans: 九音跑动

source: Ninth Scale
ar: سلم حتى التاسعة
de: Tonleiter bis zur None
es: Escala hasta la novena
fr: Gamme jusqu’à la neuvième
it: Scala fino alla nona
ja: 9度までの音階
ko: 9도까지의 음계
nl: Toonladder tot de none
pl: Gama do nony
pt_br: Escala até a nona
ru: Гамма до ноны
sv: Skala upp till nonan
tr: Dokuzluya kadar dizi
zh_hans: 九度音阶

source: No Category
ar: بدون فئة
de: Ohne Kategorie
es: Sin categoría
fr: Sans catégorie
it: Senza categoria
ja: カテゴリなし
ko: 분류 없음
nl: Geen categorie
pl: Bez kategorii
pt_br: Sem categoria
ru: Без категории
sv: Ingen kategori
tr: Kategorisiz
zh_hans: 未分类

source: No Community Exercises
ar: لا توجد تمارين من المجتمع
de: Keine Community-Übungen
es: No hay ejercicios de la comunidad
fr: Aucun exercice de la communauté
it: Nessun esercizio della comunità
ja: コミュニティのエクササイズがありません
ko: 커뮤니티 연습이 없습니다
nl: Geen community-oefeningen
pl: Brak ćwiczeń społeczności
pt_br: Nenhum exercício da comunidade
ru: Нет упражнений сообщества
sv: Inga community-övningar
tr: Topluluk egzersizi yok
zh_hans: 暂无社区练习

source: No description.
ar: لا يوجد وصف.
de: Keine Beschreibung.
es: Sin descripción.
fr: Aucune description.
it: Nessuna descrizione.
ja: 説明はありません。
ko: 설명이 없습니다.
nl: Geen beschrijving.
pl: Brak opisu.
pt_br: Sem descrição.
ru: Нет описания.
sv: Ingen beskrivning.
tr: Açıklama yok.
zh_hans: 暂无说明。

source: No exercise matches the selected filters.
ar: لا يوجد تمرين يطابق عوامل التصفية المحددة.
de: Keine Übung entspricht den gewählten Filtern.
es: Ningún ejercicio coincide con los filtros seleccionados.
fr: Aucun exercice ne correspond aux filtres sélectionnés.
it: Nessun esercizio corrisponde ai filtri selezionati.
ja: 選択したフィルタに一致するエクササイズはありません。
ko: 선택한 필터와 일치하는 연습이 없습니다.
nl: Geen enkele oefening voldoet aan de gekozen filters.
pl: Żadne ćwiczenie nie pasuje do wybranych filtrów.
pt_br: Nenhum exercício corresponde aos filtros selecionados.
ru: Ни одно упражнение не соответствует выбранным фильтрам.
sv: Ingen övning matchar de valda filtren.
tr: Seçili filtrelerle eşleşen egzersiz yok.
zh_hans: 没有练习符合所选筛选条件。

source: No Matching Exercises
ar: لا توجد تمارين مطابقة
de: Keine passenden Übungen
es: No hay ejercicios que coincidan
fr: Aucun exercice correspondant
it: Nessun esercizio corrispondente
ja: 一致するエクササイズがありません
ko: 일치하는 연습 없음
nl: Geen overeenkomende oefeningen
pl: Brak pasujących ćwiczeń
pt_br: Nenhum exercício correspondente
ru: Нет подходящих упражнений
sv: Inga matchande övningar
tr: Eşleşen egzersiz yok
zh_hans: 没有匹配的练习

source: No public exercise matches the selected filters.
ar: لا يوجد تمرين عام يطابق عوامل التصفية المحددة.
de: Keine öffentliche Übung entspricht den gewählten Filtern.
es: Ningún ejercicio público coincide con los filtros seleccionados.
fr: Aucun exercice public ne correspond aux filtres sélectionnés.
it: Nessun esercizio pubblico corrisponde ai filtri selezionati.
ja: 選択したフィルタに一致する公開エクササイズはありません。
ko: 선택한 필터와 일치하는 공개 연습이 없습니다.
nl: Geen enkele openbare oefening voldoet aan de gekozen filters.
pl: Żadne publiczne ćwiczenie nie pasuje do wybranych filtrów.
pt_br: Nenhum exercício público corresponde aos filtros selecionados.
ru: Ни одно публичное упражнение не соответствует выбранным фильтрам.
sv: Ingen offentlig övning matchar de valda filtren.
tr: Seçili filtrelerle eşleşen herkese açık egzersiz yok.
zh_hans: 没有公开练习符合所选筛选条件。

source: No Public Exercises
ar: لا توجد تمارين عامة
de: Keine öffentlichen Übungen
es: Sin ejercicios públicos
fr: Aucun exercice public
it: Nessun esercizio pubblico
ja: 公開エクササイズがありません
ko: 공개 연습이 없습니다
nl: Geen openbare oefeningen
pl: Brak publicznych ćwiczeń
pt_br: Nenhum exercício público
ru: Нет публичных упражнений
sv: Inga offentliga övningar
tr: Herkese açık egzersiz yok
zh_hans: 暂无公开练习

source: No scores have been recorded yet.
ar: لم تُسجَّل أي نتائج بعد.
de: Es wurden noch keine Punktzahlen aufgezeichnet.
es: Todavía no se ha registrado ninguna puntuación.
fr: Aucune note n’a encore été enregistrée.
it: Non è stato ancora registrato alcun punteggio.
ja: まだスコアは記録されていません。
ko: 아직 기록된 점수가 없습니다.
nl: Er zijn nog geen scores vastgelegd.
pl: Nie zapisano jeszcze żadnych wyników.
pt_br: Nenhuma pontuação foi registrada ainda.
ru: Оценки ещё не записывались.
sv: Inga poäng har sparats än.
tr: Henüz hiç puan kaydedilmedi.
zh_hans: 尚未记录任何得分。

source: No scores in this period.
ar: لا توجد نتائج في هذه الفترة
de: Keine Punktzahlen in diesem Zeitraum
es: No hay puntuaciones en este periodo
fr: Aucune note sur cette période
it: Nessun punteggio in questo periodo
ja: この期間のスコアはありません
ko: 이 기간의 점수가 없습니다
nl: Geen scores in deze periode
pl: Brak wyników w tym okresie
pt_br: Nenhuma pontuação neste período
ru: За этот период оценок нет
sv: Inga poäng under den här perioden
tr: Bu dönemde puan yok
zh_hans: 此期间没有得分

source: Not Liked
ar: غير المُعجَب بها
de: Nicht geliked
es: Sin me gusta
fr: Non aimés
it: Senza Mi piace
ja: いいねしていない
ko: 좋아요하지 않은 항목
nl: Niet geliket
pl: Niepolubione
pt_br: Não curtidos
ru: Без отметки «Нравится»
sv: Ej gillade
tr: Beğenilmeyenler
zh_hans: 未点赞

source: Not recognized
ar: غير معروف
de: Nicht erkannt
es: No reconocido
fr: Non reconnu
it: Non riconosciuto
ja: 認識できません
ko: 인식할 수 없음
nl: Niet herkend
pl: Nie rozpoznano
pt_br: Não reconhecido
ru: Не распознано
sv: Känns inte igen
tr: Tanınmadı
zh_hans: 无法识别

source: Not set
ar: غير محدد
de: Nicht festgelegt
es: Sin definir
fr: Non défini
it: Non impostato
ja: 未設定
ko: 설정 안 됨
nl: Niet ingesteld
pl: Nie ustawiono
pt_br: Não definido
ru: Не задан
sv: Ej angivet
tr: Ayarlanmadı
zh_hans: 未设置

source: Note color
ar: لون النغمات
de: Notenfarbe
es: Color de las notas
fr: Couleur des notes
it: Colore delle note
ja: 音符の色
ko: 음표 색상
nl: Notenkleur
pl: Kolor nut
pt_br: Cor das notas
ru: Цвет нот
sv: Notfärg
tr: Nota rengi
zh_hans: 音符颜色

source: Note roundness
ar: استدارة النغمات
de: Rundung der Noten
es: Redondez de las notas
fr: Arrondi des notes
it: Arrotondamento delle note
ja: 音符の角の丸み
ko: 음표 둥글기
nl: Rondheid van noten
pl: Zaokrąglenie nut
pt_br: Arredondamento das notas
ru: Скругление нот
sv: Notrundning
tr: Nota yuvarlaklığı
zh_hans: 音符圆角

source: Notes
ar: النغمات
de: Noten
es: Notas
it: Note
ja: 音符
ko: 음표
nl: Noten
pl: Nuty
pt_br: Notas
ru: Ноты
sv: Noter
tr: Notalar
zh_hans: 音符

source: Notes Can't Overlap
ar: لا يمكن أن تتداخل النغمات
de: Noten dürfen sich nicht überlappen
es: Las notas no pueden superponerse
fr: Les notes ne peuvent pas se chevaucher
it: Le note non possono sovrapporsi
ja: 音符は重ねられません
ko: 음표는 겹칠 수 없습니다
nl: Noten mogen niet overlappen
pl: Nuty nie mogą się nakładać
pt_br: As notas não podem se sobrepor
ru: Ноты не могут накладываться
sv: Noter får inte överlappa
tr: Notalar üst üste binemez
zh_hans: 音符不能重叠
